converge/meshA/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inner_wall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          9600;
        startFace       105216;
    }
    outer_wall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          9600;
        startFace       114816;
    }
    bottom
    {
        type            patch;
        nFaces          384;
        startFace       124416;
    }
    top
    {
        type            patch;
        nFaces          384;
        startFace       124800;
    }
)

// ************************************************************************* //
